Repository: Bibek-Dahal/village_dwp
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: ne

source: full name
ne: पुरा नाम

source: Drinking Water Project
ne: खानेपानी आयोजना

source: user
ne: प्रयोगकर्ता

source: meter number
ne: मिटर नम्बर

source: water meter
ne: पानी मिटर

source: water meters
ne: पानी मिटरहरू

source: salary
ne: तलब

source: type_of_employee
ne: कर्मचारी को प्रकार

source: employee
ne: कर्मचारी

source: employees
ne: कर्मचारीहरु

source: current reading
ne: वर्तमान पढाइ

source: previous reading
ne: अघिल्लो पढाइ

source: minimum charge
ne: न्यूनतम शुल्क

source: extra consumption charge
ne: अतिरिक्त खपत शुल्क

source: read by
ne: पढ्ने व्यक्ति

source: meter reading
ne: मिटर रिडिङ

source: meter readings
ne: मिटर रिडिङहरू

source: water charge
ne: पानी चार्ज

source: late fine
ne: ढिलो चार्ज

source: maintainance charge
ne: रखरखाव शुल्क

source: new meter cost
ne: नयाँ मिटर लागत

source: extra fees
ne: अतिरिक्त शुल्क

source: discount
ne: छुट

source: total
ne: कुल

source: entered by
ne: दर्ता गर्ने व्यक्ति

source: is_paid
ne: भुक्तान गरिएको छ

source: bill
ne: बिल

source: bills
ne: बिलहरू

source: received_amount
ne: प्राप्त रकम

source: payment receipt
ne: भुक्तानी रसिद

source: payment receipts
ne: भुक्तानी रसिदहरू

source: Aangal Drinking Water Administration
ne: आङ्गल पिउने पानी प्रशासन

source: English
ne: अंग्रेजी

source: Spanish
ne: स्पेनिस

source: ADWP admin site
ne: ADWP प्रशासक साइट

source: Welcome,
ne: स्वागत छ

source: View site
ne: साइट हेर्नुहोस्

source: Documentation
ne: दस्तावेजीकरण

source: Report
ne: रिपोर्ट

source: Django administration
ne: जाङ्गो प्रशासन

source: Collected Amount
ne: जम्मा भएको रकम

source: Remaining Amount
ne: बाँकी रकम

source: Permissions
ne: अनुमतिहरू

source: Users
ne: प्रयोगकर्ताहरू

source: Password
ne: पासवर्ड

source: Password confirmation
ne: पासवर्ड पुष्टिकरण

source: phone number
ne: फोन नम्बर

source: Password must contain atleats one digit special characrers and uppercase letter
ne: पासवर्डमा कम्तिमा एक अंक, एउटा विशेष क्यारेक्टर र कम्तिमा एउटा ठूलो अक्षर हुनु पर्छ

source: middle name
ne: बीचको नाम

source: municipality
ne: नगरपालिका

source: ward number
ne: वार्ड नम्बर

source: tole
ne: टोल

source: users
ne: प्रयोगकर्ताहरू
